<template>
  <ion-toolbar>
    <ion-title>{{ title }}</ion-title>
  </ion-toolbar>
  <ion-text
    v-if=" type === 'service'" style="font-size: 13px;"
  >
    제1조 목적
    <br>
    본 약관은 주식회사 씨엠디지랩 (이하 “회사”)에서 제공하는 ‘네이비’를 이용하는 이용자(이하, ‘회원’)와 회사간에 서비스의 이용에 관련된 회사와 회원간의 권리, 의무 및 책임사항, 기타 필요한 사항을
    규정하는 것을 목적으로 합니다.<br><br>


    제 2조 약관의 게시와 효력, 개정<br>

    1. 회사는 본 약관을 서비스의 회원 가입 시 공시 하여, 가입자가 이에 동의 할 경우 해당 회원들에 대한 효력이 발생 합니다.<br>
    2. 회사는 본 약관을 관련법에 위배 되지 않는 범위에서 변경 할 수 있으며, 변경 된 약관은 약관 적용 7일 전에 서비스 내의 공지사항을 통해 공지합니다.<br>
    3. 회원은 회사가 전항에 따라 변경하는 약관에 동의하지 않을 권리가 있으며, 이 경우 회원은 회사에서 제공하는 서비스 이용 중단 및 탈퇴 페이지에서 의사를 표시하고 서비스 이용종료를 요청할 수
    있습니다.<br>
    다만, 회사가 회원에게 변경된 약관의 내용을 통보하면서 회원에게 '7일 이내 의사표시를 하지 않을 경우 의사표시가 표명된 것으로 본다'는 뜻을 명확히 통지하였음에도 불구하고, 거부의 의사표시를 하지 아니한
    경우는 회원이 변경된 약관에 동의한 것으로 간주합니다.<br><br>


    제 3조 약관 해석과 예외 준칙<br>

    1. 회사는 제공하는 개별 서비스에 대해서 별도의 이용약관 및 정책을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우 개별 서비스의 이용약관을 우선하여 적용합니다.<br>
    2. 본 약관에 명시되지 않은 사항과 본 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」,
    「콘텐츠산업진흥법」 등 관련법령 또는 상 관례에 따릅니다.<br><br>


    제 4조 용어의 정의<br>

    1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
    (1) 서비스 : 개인용 컴퓨터(PC), TV, 휴대형 단말기, 전기통신설비 등 포함 각종 유무선 장치와 같이 구현되는 단말기와 상관없이 회원이 이용할 수 있는 "네이비" 관련 제반 서비스를
    의미합니다.<br>
    (2) 회원: 회사와 서비스 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 모든 사용자를 의미합니다.<br>
    (3) 아이디: 회원의 식별 및 서비스 이용을 위하여 회원이 선정하고 회사가 부여한 문자 및 숫자의 조합을 의미합니다.<br>
    (4) 비밀번호: 회원의 개인 정보 및 확인을 위해서 회원이 정한 문자 또는 숫자의 조합을 의미합니다.<br>
    (5) 도메인: 회원의 서비스 이용을 위하여 회사가 부여한 고유한 인터넷 주소를 의미합니다. 회사는 제공하는 제반 서비스를 위해서 서비스에 따라 별도의 도메인 주소를 추가적으로 제공합니다.<br>
    (6) 게시물: 회원이 서비스를 이용함에 있어 회원이 서비스에 게시한 문자, 문서, 그림, 음성, 링크, 파일 혹은 이들의 조합으로 이루어진 정보 등 모든 정보나 자료를 의미합니다.<br>
    (7) 하트: 서비스를 이용 또는 구매하기 위해 사용되는 가상의 화폐 단위로서 회원이 대금을 지급하고 구입하는 것을 의미합니다.<br>
    (8) 정기권: 구입 시점으로부터 서비스 내 특정 기능을 일정 기간 동안 이용할 수 있는 기간제 이용권을 의미합니다.<br><br>

    2. 본 약관에서 사용하는 용어의 정의는 제1항에 정하는 것을 제외하고는 관계법령 및 기타 일반적인 상례와 관례에 의합니다.<br><br>


    제 5조 이용계약의 체결<br>

    1. 이용계약은 회원이 ‘네이비’ 서비스 회원가입 중 서비스 이용 약관에 동의한 후 이용신청을 하고, 신청한 내용에 대해 회사가 승인한 직후 기존 회원들에 의한 심사가 완료되면 체결 됩니다. 단, 회사는 업무
    수행 상 또는 기술상에 지장이 있을 경우 일정 시간 가입 승인을 유보 할 수 있습니다.<br>
    2. 회사는 회원에 대해 서비스의 정책에 따라 등급별로 구분하고 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 회원의 등급별로 서비스를 다르게 제공 할 수 있습니다.<br>
    3. 회원은 회원 가입 시 기재한 개인정보의 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다. 변경의 지체로 인하여 발생한 회원의 손해에 대해 회사는 책임을 지지 않습니다.<br>
    4. 회사는 관련 법률 및 회사의 개인정보취급방침에서 정한 바에 따라 회원에게 요청하는 회원정보 및 기타정보 항목을 추가, 삭제 등 변경 할 수 있습니다.<br><br>


    제 6조 이용계약의 유보<br>

    1. 회사는 다음 각 호에 해당하는 신청에 대해서 승낙하지 않거나 사후에 이용계약을 해지할 수 있습니다.<br>

    (1) 가입 신청자가 이 약관에 의하여 이전에 회원 자격을 상실한 적이 있는 경우<br>
    (2) 제 3자의 명의나 사진 및 전자우편 주소를 이용하여 허위로 회원 가입을 신청한 경우<br>
    (3) 허위의 정보를 기재 하거나, 회사가 필수적으로 입력을 요청한 부분을 기재하지 않은 경우<br>
    (4) 부정한 용도로 서비스를 사용하고자 하는 경우<br>
    (5) 이용자의 귀책사유로 인하여 승인이 불가능하거나, 기타 규정한 제반 사항을 위반하며 신청하는 경우<br>
    (6) 회사의 정책에 적합하지 않는 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우<br>
    (7) 회원의 이용 목적이나 서비스 이용 방법이 회사의 재산권이나 영업권을 침해하거나 침해 할 우려가 있는 경우<br>
    (8) 비정상적인 방법을 통하여 아이디 및 도메인을 대량으로 생성하는 행위<br>
    (9) 기타 회원의 귀책사유로 인해 승인이 불가능하다고 판단되는 경우<br><br>

    제 7조 회원의 아이디 및 비밀번호<br>

    1. 회원은 아이디 및 비밀번호에 관해서 관리책임이 있습니다.<br>
    2. 회원은 아이디 및 비밀번호를 제 3자가 이용하도록 제공하여서는 안 됩니다.<br>
    3. 아이디 및 비밀번호를 소홀히 관리하여 발생하는 서비스 이용 상의 손해 또는 제 3자의 부정이용 등에 대한 책임은 회원에게 있으며, 회사는 그에 대한 책임을 지지 않습니다.<br>
    4. 회원은 아이디 및 비밀번호가 도용되거나 제 3자가 사용 하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 하며, 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도
    회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.<br><br>


    제 8조 서비스 제공 및 변경<br>

    1. 회사는 회원들에게 아래와 같은 서비스를 제공합니다.<br>

    (1) 회원이 단말기를 이용, 서비스 상에서 연결 되는 다른 회원들과 인스턴트 메시징을 할 수 있는 서비스<br>
    (2) 회원이 자신의 정보를 서비스에 게시하여 다른 회원들과 공유하고, 이를 통하여 상호 소통 할 수 있는 서비스<br>
    (3) 애플, 구글이 제공하는 결제 시스템을 통해 회원이 유료 결제를 하고 그에 따라 혜택을 지급하는 결제 서비스<br>
    (4) 기타 회사가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통하여 회원에게 제공하는 일체의 서비스(기존 서비스를 활용하기 위한 API 서비스 등 포함)<br><br>

    2. 회원은 회사에 서비스의 개선, 개발 등과 관련 된 아이디어를 제공 할 수 있으며, 회사는 필요한 경우 회원이 제시한 아이디어 등을 적극 활용하여 개발, 개선한 추가 서비스 등의 결과물을 회원에게 서비스
    할 수 있습니다. 이 경우 회원이 제시한 아이디어 등을 통하여 개발 된 결과물에 대한 지적재산권은 별도 공지나 요청이 없는 한 회사에 귀속됩니다.<br>

    3. 회사는 회원과 별도로 서면 계약을 체결하여 “네이비“ 서비스의 브랜드 특성을 이용 할 수 있는 명시적인 권리를 부여하지 아니하는 한, 회원에게 회사 또는 ”네이비” 서비스의 상호, 상표, 서비스표,
    로고, 도메인 네임 및 기타 식별력 있는 브랜드 특성을 이용 할 수 있는 권리를 제공하지 않습니다.<br>

    4. 회사는 서비스 내의 "공지사항"을 통하여 서비스 시스템 및 회선 점검에 관한 사항, 약관의 변경에 관한 사항, 서비스 변경에 관한 사항, 서비스의 운영에 관한 사항, 서비스 내용 업데이트/변경에 관한
    사항 등을 회원에게 고지합니다. 공지사항의 미확인으로 인해 발생하는 회원의 피해는 회사에서 책임을 지지 않습니다. 다만, 회원에게 중대하고 명백한 피해가 예상 되는 경우에는 회사는 별도의 고지를
    합니다.<br>

    5. 회사는 본 서비스의 일부나 전부를 서비스 운영, 기획 상 필요한 경우 언제든지 변경하거나 폐지 할 수 있습니다. 단, 회원에게 불리한 것으로 판단하는 경우 회사는 회원이 가입 당시 등록한 이메일이나
    공지사항을 통하여 또는 서비스 내에서 회원에게 공지합니다.<br>

    6. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 서비스 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 서비스 내의 공지사항 혹은 이메일
    등을 통하여 회원에게 통지합니다. 다만, 회사가 사전에 통지 할 수 없는 부득이한 사유가 있는 경우 사후에 통지 할 수 있습니다.<br>

    7. 회사는 서비스 제공에 필요한 경우 정기적인 점검을 실시 할 수 있으며, 정기 점검 시간은 회사가 정한 방법에 따라 공지한 바를 따릅니다.<br><br>


    제 9조 결제, 환불 및 결제 취소<br>

    1. 회원은 회사가 제공하는 결제수단을 통해 유료서비스를 이용 할 수 있으며, 결제가 비정상적으로 처리되어 정상 처리를 요청 할 경우 회사는 회원의 결제금액을 정상 처리 할 의무를 가집니다.<br>
    2. 회사는 회원이 부정한 방법 또는 회사가 금지한 방법을 통해 충전 및 결제 한 금액에 대해서는 이를 취소하고 해당 회원의 회원자격을 제한, 정지, 해지 할 수 있습니다.<br>
    3. 회원은 다음 각 호의 사유가 인정 될 경우 회사로부터 결제 취소, 환불을 받을 수 있습니다.<br>

    (1) 결제를 통해 사용할 수 있는 서비스가 전무하며 그에 대한 책임이 전적으로 회사에 있을 경우 (단, 사전 공지 된 시스템 정기 점검 등의 불가피 한 경우는 제외)<br>
    (2) 회사 또는 결제 대행사의 시스템 오류로 인하여 결제 기록이 중복으로 발생한 경우<br>
    (3) 서비스 종료 등의 명목으로 회사가 회원에게 해지를 통보하는 경우<br>
    (4) 기타 소비자 보호를 위하여 당사에서 따로 정하는 경우.<br>
    (5) 회원이 미사용한 포인트를 유료 결제 후 7일 이내에 환불 요청 하는 경우.<br><br>

    4. 환불 및 결제 취소 절차는 다음 각 항목과 같습니다.<br>

    (1) 환불을 원하는 회원은 전자우편을 통해 회원 본인임을 입증하는 절차를 거쳐 고객센터에 접수해야 하며 본인 인증과 동시에 환불을 신청 하여야 합니다.<br>
    (2) 회사는 회원이 환불 요청 사유가 적합한지를 판단한 후 3항의 환불사유가 존재하고, 적합한 절차를 거친 것으로 판명 된 회원에게 환불합니다.<br>
    (3) 회사는 회원에게 환불 되어야 할 금액 산정 방식과 절차를 회원에게 상세히 설명하고 난 후 회원에게 해당 환불 및 결제 취소 처리합니다.<br>

    5. 회원은 구매시점으로부터 7일 이내인 경우 환불이 가능하며, 구매시점 7일 이후에는 시스템 오류로 인한 미지급 등 회사의 귀책사유로 인정되는 경우에만 환불이 가능합니다.<br>
    6. 회원이 이용약관을 위반한 행위로 인해 이용정지 또는 강제 탈퇴 되는 경우 회사는 환불 및 보상을 하지 않습니다.<br>
    7. 회원의 자진 탈퇴로 인해 계약이 해지되는 경우, 회원이 보유한 포인트는 자동으로 소멸되어 복구 및 환불이 불가능 합니다.<br>
    8. 신원 인증 과정에서 회원의 등록정보가 허위 정보로 판명 되거나 가입 조건에 부합 되지 않는 점이 판명 될 경우 징계 및 강제 탈퇴가 되며, 회원 본인의 귀책사유로 인해 환불 및 보상이 불가능
    합니다.<br>
    9. 회사와 이용자 간에 발생한 분쟁은 전자거래기본법 제 32조에 의거하여 설치 된 기관인 전자거래분쟁조정위원회의 조정을 따를 수 있습니다.<br>
    10. 자동 갱신 <br />
    귀하가 인앱 구매를 통해 자동으로 연장되는 정기 유료 구독 서비스를 구매하는 경우, 귀하의 결제 방법으로
    귀하가 취소할 때까지 계속하여 구독 서비스에 대해 요금이 청구될 것입니다.
    귀하의 최초 구독 서비스 약정 기간이 지나면 갱신일 이전에 이를 해지하지 않는 한 구독 시 동의한 가격으로 구독 서비스가 무기한 자동 갱신됩니다.
    귀하의 카드 결제 정보는 계약에 따라 자동 카드 결제를 위해 저장되어 이후에도 사용됩니다.<br /><br />

    이미 진행된 결제에 관한 이의가 있다면 네이비에서 직접 요금이 청구된 경우에는 고객 지원팀으로,
    또는 스토어와 같은 관련된 제3자 계정으로 문의해야 합니다. 또한, 귀하의 권리에 관한 추가 정보 및 관련된 시간 제한을 안내할 수 있는
    은행 또는 결제 서비스 제공업체에 연락하여 이의를 제기할 수 있습니다. 귀하는 언제든지 네이비의 설정 또는 관련된 제3자 계정으로 이동하여
    자동 카드 결제에 관한 동의를 조건 없이 철회할 수 있습니다. 하지만 귀하에게는 여전히 미납금을 지불해야 할 의무가 있다는 것을 유의하시기 바랍니다.<br /><br />

    구독 서비스를 변경하거나 해지하기를 원하는 경우, 귀하의 계정을 삭제했거나 기기에서 네이비 앱을 삭제했더라도 제3자 계정(또는 해당하는 경우
    네이비의 설정)에 로그인하고 절차에 따라 구독 서비스를 해지하거나 취소해야 합니다. 귀하의 네이비 계정 또는 귀하 기기에서의
    네이비 앱을 삭제하더라도 귀하의 구독 서비스는 해지되거나 취소되지 않습니다. 네이비는 네이비 또는 해당하는 경우
    제3자 계정에서 귀하가 구독 서비스를 해지하거나 취소하기 전까지 귀하의 결제 방법으로 모든 자금을 청구할 권리를 보유합니다.
    구독 서비스를 해지 또는 취소하는 경우, 귀하는 당시의 구독 서비스 기간이 끝날 때까지 구독 서비스를 이용할 수 있으며 해당
    구독 서비스 기간이 만료된 후 구독 서비스는 갱신되지 않습니다. 독일에 거주하는 회원의 경우, 1개월의 통지 기간을 두고
    구독 서비스가 갱신된 후 해지할 수 있습니다. 정당한 사유로 인한 구독 서비스 해지 권리는 그대로 유지됩니다.<br /><br />

    제 10조 회사의 의무<br>

    1. 회사는 계속적이고 안정적인 서비스 제공을 위하여 최선을 다하여 노력 하겠습니다.<br>
    2. 회사는 회원이 안전하게 서비스를 이용 할 수 있도록 현재 인터넷 보안기술의 발전 수준과 회사가 제공 하는 서비스의 성격에 적합한 보안시스템을 갖추고 운영 하겠습니다.<br>
    3. 회사는 서비스를 이용하는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정 할 경우를 이를 처리 하겠습니다. 이때 처리 과정에 대해서 회원에게 메일 및 게시판 등의 방법으로 전달 할 수
    있습니다.<br>
    4. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를 준수 하겠습니다.<br><br>


    제 11조 서비스 이용의 중지 또는 계약의 해지<br>

    1. 회원은 회원의 사정으로 인하여 계약을 해지하거나 서비스의 이용중지를 요청 할 수 있습니다.<br>
    2. 회원이 서비스의 이용중지를 원하는 경우에는, 이메일 등 회사가 서비스 내 고객지원 메뉴에서 별도로 정하는 바를 통하여 회사에 중지신청을 할 수 있습니다.<br>
    3. 회원이 다음 각 호에 해당하는 경우, 회사는 회원에 대한 사전 통지 없이 회원의 회원자격을 제한, 정지 및 해지할 수 있으며, 이 경우 회원은 서비스와 관련된 모든 권리를 주장할 수 없습니다.<br>

    (1) 이용 신청 또는 회원정보 변경 시 허위내용 등록하는 경우<br>
    (2) 다른 회원을 희롱하거나, 위협하거나, 특정 회원에게 지속적으로 고통을 주거나 불편을 주는 경우<br>
    (3) 회사가 인정하는 서비스의 공식 운영자를 사칭하거나 회사의 임직원 또는 회사를 사칭하는 경우<br>
    (4) 회원가입에 필요한 개인정보에 타인의 정보 도용 등 허위 내용을 등록한 경우<br>
    (5) 서비스를 이용하여 법령 위반 또는 사회의 안녕과 질서, 미풍양속을 저해한 경우<br>
    (6) 서비스를 이용하여 타인의 권익을 해치거나 정보를 도용하는 등 전자거래질서를 위협하는 경우<br>
    (7) 회사의 허락을 받지 않고 광고 및 홍보의 목적으로 계정을 운영하여, 회원들에게 스팸 메시지를 보내는 등 이용에 불편을 주는 경우<br>
    (8) 음란물 및 성인물을 게시하거나 판매 혹은 홍보를 하는 경우<br>
    (9) 유흥업, 퇴폐 향락업 및 불법업태에 관련한 사항을 게시하거나 홍보하는 경우<br>
    (10) 정치적, 사회적인 물의를 일으킬 수 있는 행위를 하는 경우<br>
    (11) 회사로부터 특별한 권한을 부여 받지 않고 회사의 클라이언트 프로그램을 변경하거나 회사의 서버를 해킹하거나 웹사이트의 일부분을 임의로 변경하는 행위<br>
    (12) 서비스 방문자나 타 회원의 의사와 무관하게 특정 사이트로 방문을 유도하는 행위<br>
    (13) 회사가 서비스의 일부로써 회원에게 제공하는 소프트웨어에 대한 수정, 2차적 저작물 작성, 역설계, 디컴파일 또는 다른 방법으로 소스코드를 추출하고자 시도하는 행위<br>
    (14) 제3자의 특허권, 상표권, 저작권, 영업비밀 등 지적재산권을 포함한 기타 권리를 침해하거나 침해하는 방법으로 사용하는 행위<br>
    (15) 다른 사람의 이메일 등 기타 타인의 개인정보를 수집하는 행위<br>
    (16) 범죄와 결부된다고 객관적으로 판단되는 행위<br>
    (17) 기타 "네이비" 모바일 어플리케이션 또는 온라인 웹 페이지를 통하여 추가로 공지되는 사항에 위배되는 경우<br>
    (18) 관련 법령에 위배되는 행위<br>
    (19) 다른 회원으로 하여금 상기 각 호의 금지행위를 하도록 유발하거나 조장하는 행위<br>

    4. 회사는 회원이 전항에서 금지한 행위를 하는 경우, 위반 행위의 경중에 따라 서비스의 이용정지/계약의 해지 등 서비스 이용 제한, 수사 기관에의 고발 조치 등 합당한 조치를 취할 수 있습니다.<br>
    5. 회원은 회사의 명시적 사전 동의가 없는 한 서비스의 이용권한 및 기타 이용계약 상의 지위를 제 3자에게 양도, 증여, 대여 할 수 없으며 이를 담보로 제공 할 수 없습니다.<br>
    6. 회원은 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수 하여야 하며, 기타 회사의 업무에 방해 되는 행위를 하여서는 안 됩니다.<br>
    7. 회원은 회사의 사전 허락 없이 회사가 정한 이용 목적과 방법에 반하여 영업/광고활동 등을 할 수 없고, 회원의 서비스 이용이 회사의 재산권, 영업권 또는 비즈니스 모델을 침해하여서는 안
    됩니다.<br><br>


    제 12조 광고의 게재<br>

    1. 회사는 서비스 운영과 관련해 회원정보, 고객이 입력한 정보를 활용하여 광고를 게재 할 수 있습니다. 회원은 서비스 이용 시 노출 되는 맞춤 광고 게재에 대해 동의합니다.<br>
    2. 회사는 서비스 상에 게재 되어 있거나 서비스를 통한 광고주의 판촉 활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.
    <br>

    제 13조 전자우편을 통한 정보의 제공<br>

    1. 회사는 회원이 서비스 이용에 필요하다고 인정 되는 다양한 정보를 회원이 제공한 전자우편 주소로 제공 할 수 있습니다.<br>
    2. 회사는 서비스 운영을 위해 회원정보를 활용하여 영리목적의 광고성 전자우편을 전송 할 수 있습니다. 회원이 이를 원하지 않는 경우에는 수신거부를 할 수 있습니다.<br>
    3. 회사는 다음 각 호에 해당하는 경우 회원의 동의여부와 상관없이 전자우편으로 발송 할 수 있습니다.<br>
    (1) 이용 신청에서 입력한 전자우편 주소의 소유를 확인하기 위해서 인증 메일을 발송 하는 경우<br>
    (2) 회원의 정보가 변경 되어 확인하기 위해서 인증 메일을 발송하는 경우<br>
    (3) 기타 서비스를 제공함에 있어 회원이 반드시 알아야 하는 중대한 정보라고 회사가 판단하는 경우<br><br>


    제 14조 서비스 이용의 제한<br>

    1. 회사는 천재지변이나 국가비상사태, 해결이 곤란한 기술적 결함 또는 서비스 운영의 심각한 변화 등 불가항력적인 경우가 발생 또는 발생이 예상 될 때는 서비스의 전부 또는 일부를 예고 없이 제한하거나 중지
    할 수 있습니다.<br>
    2. 서비스를 이용하게 됨으로써 서비스 영역에서 발생하는 회원 사이의 문제에 대해 회사는 책임을 지지 않습니다.<br>
    3. 회원의 관리 소홀로 인한 아이디 및 비밀번호의 유출로 인해 회원에게 서비스 이용 상의 손해가 발생하거나 제 3자에 의한 부정이용 등으로 회원의 의무조항을 위반한 경우 아이디 및 해당 단말기의 서비스
    이용이 제한 될 수 있습니다.<br>
    4. 회사가 본 약관 제 11조의 위반 행위를 조사하는 과정에서 당해 회원의 아이디 및 단말기가 특정 위반 행위에 직접적으로 관련 되어 있는 경우 등 다른 회원의 권익 보호 및 서비스의 질서유지를 위해 불가피
    할 경우에는 해당 아이디 및 단말기의 이용을 일시적으로 정지 할 수 있습니다. 이에 대해 회원은 "네이비" 고객센터 등을 통해 이의신청을 할 수 있습니다.<br><br>


    제 15조 게시물의 권리와 책임<br>

    1. 회원이 서비스 내에 작성한 텍스트, 이미지, 동영상, 링크 등의 기타 정보(이하 "게시물")에 대한 책임 및 권리는 게시물을 등록한 회원에게 있습니다.<br>
    2. 회사는 회원이 작성한 콘텐츠에 대해서 감시 및 관리 할 수 없으며 이에 대해서 책임지지 않습니다. 회사는 회원이 등록하는 게시물의 신뢰성, 진실성, 정확성 등에 대해서 책임지지 않으며 보증 하지
    않습니다.<br>
    3. 서비스에 대한 저작권 및 지적재산권, 회사가 작성한 게시물의 저작권은 회사에 귀속됩니다. 단, 회원이 단독 또는 공동으로 작성한 게시물 및 제휴계약에 따라 제공 된 저작물 등은 제외합니다.<br>
    4. 회원이 서비스 내에 게시하는 게시물은 검색 결과 내지 서비스 운영 및 홍보 등을 위해서 매체, 홈페이지, 자사의 다른 서비스, 기타의 방법(현재 알려져 있고 향후 개발되는 것을 포함)에서 사용 될 수
    있습니다. 이때 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집 되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해
    해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.<br>
    5. 회원이 회원탈퇴를 한 경우에는 본인이 생성한 게시물은 삭제됩니다. 단, 게시물이 제 3자에 의하여 보관 되거나 무단복제 등을 통하여 복제됨으로써 해당 저작물이 삭제되지 않고 재 게시 된 경우에 대하여
    회사는 책임을 지지 않습니다. 또한, 본 약관 및 관계 법령을 위반한 회원의 경우 다른 회원을 보호하고, 법원, 수사기관 또는 관련 기관의 요청에 따른 증거자료로 활용하기 위해 회원탈퇴 후에도 관계 법령이
    허용하는 한도에서 회원의 아이디 및 회원정보를 보관할 수 있습니다.<br>
    6. 회사는 다음 각 호에 해당하는 자료나 메시지 등에 대해서 사전통지 없이 삭제하거나, 비공개로 전환, 이동, 또는 등록 거부를 할 수 있으며, 회원의 자격을 제한, 정지 또는 상실시킬 수 있습니다.<br>

    (1) 다른 회원 또는 제 3자를 비방하거나 명예를 훼손, 혹은 도용하려는 의도가 있는 경우<br>
    (2) 선정성 또는 음란성이 있거나, 비어 또는 속어가 포함되거나 반사회적, 저속한 내용의 정보 기타 공공질서, 미풍양속을 해하는 정보, 사회적 편견을 야기하는 정보 및 이러한 정보들을 포함하는 문장, 도형,
    음향, 동영상, 그림 등을 전송, 게시, 전자우편, 링크 도는 기타의 방법으로 제3자에게 유포하는 경우<br>
    (3) 회사의 운영진, 직원, 혹은 관계자를 사칭하여 제3자로 하여금 회사의 공식입장이라고 오인하게 하는 내용인 경우<br>
    (4) 범죄적 행위에 결부된다고 인정되는 내용인 경우<br>
    (5) 회사, 다른 회원 또는 제3자의 저작권, 초상권, 특허권, 상표권, 영업비밀, 명예, 영업권 등 기타 지적재산권을 침해하는 내용인 경우<br>
    (6) 영리를 목적으로 하는 광고로써 회사가 정하는 이용목적과 방법에 반하는 경우<br>
    (7) 정상적인 서비스 운영을 방해하거나 회사의 운영정책에 맞지 않는 경우<br>
    (8) 기타 관련법령에 위반된다고 판단되는 경우
    <br>
    6. 회원의 게시물 또는 저작물이 회사 또는 제 3자의 저작권 등 지적재산권을 침해함으로써 발생하는 민•형사상의 책임은 전적으로 회원이 부담 하여야 합니다.<br><br>

    제 16조 게시물의 관리<br>

    1. 회원의 게시물이 정보통신망법 및 저작권법등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라
    조치를 취하여야 합니다.<br>
    2. 회사는 전 항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정 될 만한 사유가 있거나 본 약관 및 기타 회사 정책, 관련법, 지적재산권을 위반 되는 내용 및 미풍양속에 저해 되는 경우에는 관련법에
    따라 해당 게시물에 대해 임시 조치 등을 취할 수 있습니다.<br><br>


    제 17조 거래 행위에 대한 책임<br>

    1. 회사는 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 재화 또는 용역의 거래와 관련하여 구매자 또는 판매자를 대리하지 아니하고, 사용자 사이에 성립 된 거래 및 사용자가 제공하고 등록한
    정보에 대해서는 해당 사용자가 그에 대한 모든 책임을 부담하여야 합니다.<br>
    2. 회사는 회사가 제공하는 시스템을 통하여 이루어지는 구매자와 판매자 간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한
    비침해성, 구매자 또는 판매자가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재 된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 사용자가
    전적으로 부담합니다.<br>
    3. 회사는 "네이비"를 기반으로 한 거래 시스템만을 제공할 뿐이며, 거래 내용에 관한 모든 분쟁에 대해서는 해당 거래 당사자가 책임을 져야 합니다.<br><br>


    제 18조 보증 및 책임제한<br>

    1. 회사는 회원의 약관, 서비스 이용 방법 및 이용 기준을 준수하지 않는 등 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.<br>
    2. 회사는 서비스를 통하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 보증하지 않습니다.<br>
    3. 회사는 회원 간 또는 회원과 제 3자 상호 간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.<br>
    4. 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.<br>
    5. 회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지, 해결이 곤란한 기술적 결함 기타 불가항력으로 인하여 서비스를 제공 할 수 없는 경우 책임이 면제됩니다.<br>
    6. 회사는 사전에 공지 된 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이 한 사유로 서비스가 중지 되거나 장애가 발생 한 경우에 대해서는 책임이 면제됩니다.<br>
    7. 회원은 자신의 결정에 의하여 회사의 서비스를 사용하여 특정 프로그램이나 정보 등을 다운 받거나 접근함으로써 입게 되는 컴퓨터 시스템 상의 손해나 데이터, 정보의 상실에 대한 책임을 집니다.<br>
    8. 회사는 기간통신사업자가 전기통신서비스를 중지하거나 정상적으로 제공 하지 아니하여 손해가 발생 한 경우에는 책임이 면제됩니다.<br>
    9. 회원의 단말기 오류, 신상정보 및 전자우편 주소의 부정확한 기재, 비밀번호 관리의 소홀 등 회원의 귀책사유로 인해 손해가 발생한 경우 회사는 책임을 지지 않습니다.<br>
    10. 회사는 회원의 컴퓨터 환경이나 회사의 관리 범위에 있지 아니한 보안 문제로 인하여 발생하는 제반 문제 또는 현재의 보안기술 수준으로 방어가 곤란한 네트워크 해킹 등 회사의 귀책사유 없이 발생하는 문제에
    대해서 책임을 지지 않습니다.<br>
    11. 회사는 서비스가 제공한 내용에 대한 중요 정보의 정확성, 내용, 완전성, 적법성, 신뢰성 등에 대하여 보증하거나 책임을 지지 않으며, 사이트의 삭제, 저장실패, 잘못 된 인도, 정보 제공에 대한
    궁극적인 책임을 지지 않습니다. 또한, 회사는 회원이 서비스 내 또는 웹사이트 상에 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성, 완결성, 품질 등의 내용에 대해서는 책임을 지지 않습니다.<br>
    12. 사용자가 자신의 개인정보를 타인에게 유출 또는 제공함으로써 발생하는 피해에 대해서는 회사는 일체의 책임을 지지 않습니다.<br>
    13. 회사는 회원이 서비스를 이용하여 기대하는 효용을 얻지 못한 것에 대하여 책임을 지지 않으며, 서비스에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.<br>
    14. 회사는 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 않습니다.<br>
    15. 무선 인터넷 환경이 아닌 곳에서 접속하여 데이터 요금 발생 시, 사용자에 부과 된 요금에 대해 회원은 회사에게 일체 지불 요청을 할 수 없습니다.<br><br>


    제 19조 준거법 및 재판관할<br>

    1. 회사와 회원 간 제기된 소송에는 대한민국법을 준거법으로 합니다.<br>
    2. 회사와 회원 간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.<br><br><br>

    본 약관은 2023년 7월 일부터 적용됩니다.<br><br><br>
  </ion-text>
  <ion-text
    v-if="type === 'info'" style="font-size: 13px;"
  >
    주식회사 씨엠디지랩(이하 “회사”라 함)은 이용자의 개인정보를 중요하게 생각합니다.<br>
    회사는 이용자의 개인정보를 처리함에 있어 개인정보보호법 등 관계 법령 및 규정, 가이드라인을 준수하고 있습니다.<br>
    본 개인정보처리방침은 회사가 제공하는 네이비 서비스 및 그 후속 서비스(이하 ‘서비스’라 함)에 적용되며, 관련 법령에 의거한 개인정보취급방침을 정하여 회원 권익 보호에 최선을 다하고 있습니다. 회사의
    개인정보취급방침은 다음과 같은 내용을 담고 있습니다.<br><br><br>

    1. 수집하는 개인 정보 항목<br>

    회사는 회원가입 및 원활한 고객상담, 그리고 특화 서비스 제공을 위해 필수정보와 더불어 개인화 서비스와 기타 다양한 서비스를 제공하기 위하여 선택항목을 수집하고 있습니다.<br><br>
    1) 수집항목<br>
    필수정보란 서비스의 본질적이고 보편적인 기능을 수행하기 위해 필요한 정보를 의미하며, 전화번호, 이메일, 비밀번호, 닉네임, 성별, 생년월일, 직업, 혈액형, 지역, 키, 체형, 사진을 포함합니다.<br>
    선택정보란 특화된 기능 또는 서비스를 제공하기 위해 추가적으로 정보주체의 동의 하에 수집하는 정보를 의미하며, 직장, 출신학교, 연락처, 위치정보를 포함합니다.<br><br>
    2) 개인정보 수집방법<br>
    회원가입 및 서비스 이용과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하고 수정하는 경우, 해당 개인정보를 수집합니다.<br>
    고객센터를 통한 상담 과정에서 메일, 전화, 팩스, 서면양식, 웹페이지, 어플리케이션 등을 통해 이용자의 개인정보가 수집될 수 있습니다.<br>
    온·오프라인에서 진행되는 이벤트/행사 등 참여 및 응모를 통해 개인정보가 수집될 수 있습니다.<br>
    회사와 제휴한 외부 서비스나 단체 등으로부터 개인정보를 제공받을 수 있으며, 개인정보보호법에 따라 제휴사에서 이용자에게 개인정보 제공 동의 등을 받은 후에 회사에 제공할 수 있습니다.<br><br>
    3) 수집에 대한 동의<br>
    모든 회원이 회사로부터 서비스를 제공받기 위해서는 회원의 개인정보가 필요하며 개인정보는 회원가입 시 회원가입양식에 가입신청자의 동의를 통해 수집됩니다.<br>
    이용자가 회사에 제공하기로 선택한 인종/민족, 종교, 건강정보 및 성적취향 등은 특정 관할 지역에서 "특별" 또는 "민감"한 정보로 간주될 수 있습니다. 이 정보를 제공함으로써 귀하는 해당 정보를 처리하는 데
    동의하게 됩니다.<br><br>
    4) 서비스 이용 과정이나 회원 문의 및 신고 처리 과정에서 접속 로그(방문 일시), 쿠키, 기기 고유 식별번호(기기 아이디 혹은 IMEI), 접속 IP주소 등의 정보가 자동으로 생성되어 보관되거나 부정 이용
    기록, 서비스 이용기록(이용자가 작성 및 등록한 글, 채팅/쪽지 내역, 음성정보 등), 상품 구매·결제 내역 등의 정보가 보관될 수 있습니다.<br><br><br>


    2. 수집한 개인정보의 이용<br>

    회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다. 이용자가 제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 것입니다.<br>
    1) "네이비"의 서비스 제공<br>
    매칭, 메시지,커뮤니티 등의 기본 기능 서비스를 편리하게 제공하기 위함<br>
    2) 회원 식별 및 회원 관리<br>
    본인 확인 및 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 및 탈퇴 의사 확인, 불만처리 등 민원처리, 고지사항 전달<br>
    3) 서비스 오류 및 환경 개선<br>
    성능 및 로그 분석을 통한 오류 해결, 약관에 위배되는 이용 행위에 대한 제재, 건강한 서비스 환경 구축을 위한 모니터링, 서비스 이용에 대한 통계 확인을 통한 서비스 개선에 활용<br>
    4) 마케팅 및 광고에 활용<br>
    신규 서비스 개발과 이벤트 행사에 따른 정보 전달 및 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계<br>
    5) 공지 및 알림<br>
    회사가 제공하는 서비스에 중요한 변경, 개선 등 회원이 알고 있어야 한다고 판단되는 정보에 대한 전송<br><br>

    3. 개인정보의 보유·이용기간 및 파기<br>

    회사는 회원이 가입신청으로 가입한 날로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용하게 됩니다. 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이
    달성되거나 보유 및 이용기간이 종료한 경우 해당 개인정보를 지체없이 파기합니다. 이 경우 개인정보는 어떠한 용도로도 열람 또는 이용할 수 없도록 처리됩니다. 단, 다음의 정보에 대해서는 하기의 이유로 명시한
    기간동안 보존합니다.<br>
    전자상거래 등에서의 소비자보호에 관한 법률에 의거하여 특정 정보를 일정 기간동안 보관합니다.<br>
    계약 또는 청약철회 등에 관한 기록 5년<br>
    대금결제 및 재화 등의 공급에 관한 기록 5년<br>
    소비자의 불만 또는 분쟁처리에 관한 기록 3년<br>
    표시광고에 관한 기록 6개월<br>
    통신비밀보호법에 의거하여 이용자의 서비스 이용기록, 접속 로그, 접속 IP 정보를 3개월동안 보관합니다.<br><br>

    4. 개인정보 위탁<br>

    회사는 서비스 제공을 위해 필요한 경우 개인정보취급 일부를 위탁 할 수 있습니다. 개인정보취급을 위탁하는 경우 위탁 계약 등을 통해 서비스 제공자의 개인정보보호에 관한 지시엄수, 개인정보에 관한 비밀유지, 제
    3자 제공 금지 및 사고 발생시 책임 부담 등을 명확하게 규정하고 계약 내용을 서면 또는 전자로 보관 하겠습니다. 현재 네이비는 서비스 제공 등을 위해 아래와 같이 회원의 개인정보를 위탁 하고
    있습니다.<br><br>

    업체 : 엑스스토리스튜디오<br>
    내용 : 서버 정보 저장<br>
    기간 : 회원탈퇴 혹은 회사의 위탁 계약 종료 시<br><br>

    5. 개인정보 파기절차 및 방법<br>

    회사는 이용자의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적, 관리적 대책을 강구하고 있습니다.<br><br>

    1) 개인정보 암호화<br>
    이용자의 개인정보는 비밀번호에 의해 보호되며, 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 통해 보호하고 있습니다.<br>
    2) 해킹 등에 대비한 기술적 대책<br>

    3) 개인정보처리시스템 접근 제한<br>
    회사는 개인정보를 처리할 수 있도록 체계적으로 구성한 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소 등에 관한 기준을 수립하고 비밀번호의 생성 방법, 변경 주기 등을 규정 운영하며 기타 개인정보에
    대한 접근통제를 위해 필요한 조치를 다하고 있습니다.<br>
    4) 개인정보 취급 직원의 교육<br>
    개인정보관련 취급 직원은 담당자에 한정시켜 최소화하고 새로운 보안기술의 습득 및 개인정보 보호 의무에 관해 정기적인 교육을 실시하며 별도의 비밀번호를 부여하여 접근 권한을 관리하는 등 관리적 대책을 시행하고
    있습니다.<br>
    5) 개인 아이디와 비밀번호 관리<br>
    이용자가 사용하는 ID와 비밀번호는 원칙적으로 이용자만이 사용하도록 되어 있습니다. 회사는 이용자의 개인적인 부주의로 ID, 비밀번호, 이메일 등 개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성
    때문에 일어나는 일들에 대해 책임을 지지 않습니다. 비밀번호에 대한 보안 의식을 가지고 비밀번호를 자주 변경하며 공용PC에서의 로그인시 개인정보가 유출되지 않도록 각별한 주의를 기울여 주시기 바랍니다.<br><br>

    6. 회원 개인정보 정확성을 위한 내용<br>

    회사는 회원이 개인정보를 최신의 상태로 유지하도록 정기적으로 갱신을 유도합니다. 일부 정보에 대해서는 정기적으로 확인 작업이 이루어집니다. 회원의 부정확한 개인정보로 인하여 사용상의 불편을 줄 수 있으므로
    개인정보 관리자가 판단하기에 확연히 부정확한 개인정보를 기입한 경우에는 정확하지 않은 개인정보를 파기할 수 있습니다.<br><br>

    7. 회원의 개인정보안전을 위해 취해 질 수 있는 서비스 일시 중단조치<br>

    회사는 회원의 안전한 서비스 이용을 위해서 최선을 다하고 있습니다. 그러나 원하지 않는 방법에 의하여 회사의 서비스가 훼손을 당하는 경우에는 회원들의 개인정보 보호를 위하여, 문제가 완전하게 해결될 때까지
    회원의 개인정보를 이용한 서비스를 일시 중단 할 수도 있습니다.<br><br>

    8. 제 3자와의 정보공유 및 제공 관련<br>

    회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제 24조의 2(개인정보의 제공 동의 등)에 따라 회원의 동의가 있거나 법률에 특별한 규정이 있는 경우를 제외하고 개인정보를 고지 또는 명시한 범위를
    초과하여 이용하거나 제 3자에게 제공하지 않습니다. 또한 개인정보보호법 제59조(금지행위)에 따라 회사의 서비스 제공을 위하여 개인정보를 취급하거나 취급 하였던 자는 다음 각 호의 행위를 하지
    않습니다.<br><br>

    8-1. 거짓이나 그 밖의 부정한 수단이나 방법으로 개인정보를 취득하거나 처리에 관한 동의를 받는 행위<br>
    8-2. 업무상 알게 된 개인정보를 누설하거나 권한 없이 다른 사람이 이용하도록 제공하는 행위<br>
    8-3. 정당한 권한 없이 또는 허용된 권한을 초과하여 다른 사람의 개인정보를 훼손, 멸실, 변경, 위조 또는 유출하는 행위<br><br>

    9. 회원의 개인정보 비밀유지를 위한 내용<br>

    회사는 회원의 개인정보의 비밀을 유지하기 위하여 제 3자에게는 회원의 동의 없이 개인정보를 유출하지 않습니다. 또한 회원이 동의를 하였다 하더라도, 제3자를 통하여 재유출이 될 확률이 있는 자에게는 회원의
    개인정보를 유출하지 않습니다. 회사는 각종 정부기관의 회원 개인정보의 일방적 제공 요구에 대하여는 회원의 개인정보를 제공하지 않습니다. 법령에 따른 정부기관이 법령에 따른 공식 절차를 완벽하게 거쳐 자료를
    요구하는 경우에 한하여 회원의 개인정보를 제공 할 수 있습니다. 회사는 회원의 개인정보를 회사가 정한 기본서비스 및 기타의 서비스 활동 이외에는 이용하지 않습니다. 위의 활동에 따라 회원의 정보가 필요할
    시에는 별도의 양식을 통한 수집 및 동의의 절차를 거쳐서 회원의 개인정보를 이용 할 수 있습니다.<br><br>

    10. 인지하지 못한 회원의 개인정보 및 기타의 불만사항에 관한 처리<br>

    회사가 인지하지 못하고 있는 회원의 개인정보 이용 및 기타의 불만사항에 관하여 회원 불만처리를 전담하는 관리자를 배정하여 지속적이고, 신속하게 회원의 불만사항을 처리하고, 처리한 결과에 대하여 즉시
    응대합니다.<br><br>

    11. 개인정보 취급자의 제한에 관한 내용<br>

    회사는 제한 된 소수의 직원에게만 회원의 개인정보를 취급 할 권한을 부여하고, 취급권한을 가진 직원들에게는 개인 아이디(ID)와 비밀번호(Password)를 부여하며, 이를 수시로 변경하여 회원의 개인정보를
    보호하는데 최선을 다합니다.<br><br>

    12. 회원의 권리와 그 행사방법<br>

    - 회원은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수 있습니다.<br>
    - 회원의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "탈퇴하기"를 통하여 계약 해지 및 탈퇴가 가능합니다.<br>
    - 회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3자에게 이미 제공한 경우에는 정정 처리결과를
    제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.<br>
    - 회사는 회원의 요청에 의해 해지 또는 삭제된 개인정보를 개인정보취급방침 "4. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고
    있습니다.<br><br>

    13. 개인정보 자동수집장치의 설치·운영 및 거부에 관한 사항<br>

    회사는 이용자에게 특화된 맞춤서비스를 제공하기 위해서 이용자들의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)' 등을 운용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는
    아주 작은 텍스트 파일로 이용자의 컴퓨터 하드디스크에 저장되기도 합니다. 회사는 다음과 같은 목적을 위해 쿠키를 사용합니다.<br>
    13-1. 쿠키 등 사용 목적<br>
    회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타깃 마케팅 및 개인 맞춤 서비스 제공 이용자는 쿠키
    설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도
    있습니다.<br>
    13-2 쿠키 설정 거부 방법<br>
    쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<br>
    단, 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.<br><br>

    14. 개인정보관리책임자 및 담당자의 연락처<br>

    회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다. 이용자는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련
    민원을 개인정보관리책임자로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 답변을 드릴 것입니다.<br>
    • 개인정보관리책임자 : 고광원<br>
    • 메일 : kkws0713@gmail.com<br>

    기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>
    - 개인정보침해신고센터 (www.118.or.kr / 118)<br>
    - 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)<br>
    - 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000)<br>
    - 경찰청 사이버테러 대응센터 (www.ctrc.go.kr / 02-392-0330)<br><br>

    본 개인정보취급방침은 2023년 7월 일 부터 적용됩니다.<br><br><br>
  </ion-text>
  <ion-text
    v-if=" type === 'marketing'" style="font-size: 13px;"
  >
    회사는 아래와 같이 서비스 홍보 및 마케팅을 위한 개인정보를 수집 이용합니다. 귀하는 개인정보 수집이용에 동의하지 않을 권리가 있으며, 동의를 거부할 경우에는 해당 서비스를 받을 수 없습니다.<br><br>

    -수집 목적<br>
    뉴스레터/웨비나 소식/타사앱 홍보 /유료광고 정보수신 /이벤트 참여 기회 제공<br><br>

    -수집 항목<br>
    이름, 이메일, 전화번호,<br><br>

    보유 기간<br>
    수집일로부터 5년간<br><br><br>
  </ion-text>
  <ion-text
    v-if=" type === 'push'" style="font-size: 13px;"
  >
    네이비 서비스(이하 ‘본 서비스’)’를 운영하는 주식회사 씨엠디지랩(이하 '회사')은 수집한 개인정보를 관리함에 있어서
    「개인정보보호법」에서 규정하고 있는 책임과 의무를 준수하고 있습니다. <br>
    개인 정보 수집 및 이용과 관련하여 다음의 몇 가지 사항을 안내 드리오니, 관련내용을 숙지하신 후 해당 내용에 동의하여 주시기바랍니다.<br><br><br><br>

    - 동의를 거부할 권리가 있으며, 동의 거부 시 회원가입을 통한 기본서비스 이용은 가능하나, 광고 및 이벤트 안내 등의 서비스가 제한됩니다.<br>
    - 자세한 내용은 개인정보처리방침에서 확인하실 수 있습니다.<br><br><br>
  </ion-text>
  <ion-text
    v-if=" type === 'use'" style="font-size: 13px;"
  >
    제정일 08.07<br />
    시행일 08.16<br /><br /><br />

    1.이 기준은 navy가 제공하는 각종 포인트의 적립, 이용, 소멸 등에 관한 제반사항을 정함을 목적으로 합니다.<br /><br />

    2. 포인트는 사전예약, 엠버서더 이벤트 등 각종 이벤트의 일정 기준에 의하여 적립되며, 적립포인트 등 적립 기준은 앱 공지사항 등에 안내되어 집니다<br /><br />

    3. 제휴 업소에서 제공하는 물품 또는 각종 서비스 이용시 현금대신 사용이 가능하며 “navy”가 미리 정하여 공지사항 등을 통하여 안내한 사용처에서 사용하실 수 있습니다.<br /><br />

    4.포인트는 아래와 같은 경우에 부합하 지 않는 한, 자동으로 소멸되지 않습니다<br />
    (1) 회원 탈퇴를 한 경우<br />
    (2) 포인트를 부정으로 수급한 경우<br />
    (3) 신고 가이드라인에 따라 현재 계정이 정지된 경우<br />
  </ion-text>

</template>

<script>
export default {
  name: "TermUserInfo",
  props: {
    title: { type: String },
    type: { type: String }
  }
};
</script>

<style scoped>

</style>